{
  "message": "Jetpeel uses its own cookies as well as third-party cookies. Cookies are used to improve the user experience on our website and to remember visitor preferences, such as language. Cookies are also used to analyze website traffic and to target advertisements on our own and third-party websites. We ask for your consent to use such cookies, excluding those that are technically necessary for the operation of the website. By clicking 'Settings' below, you can define which cookies you accept. By clicking 'Accept all cookies', you accept all cookies from Jetpeel and third parties.",
  "accept_all": "Accept all",
  "reject_all": "Reject all",
  "settings_title": "Cookie Settings",
  "description": "Jetpeel uses its own cookies and third-party cookies. Cookies are used to improve the user experience and remember visitor preferences, such as language. Cookies are also used to analyze website traffic and to target advertisements on our own and third-party websites. We ask for your consent to use cookies, except those that are technically necessary for the site to function.",
  "show_more": "Show more",
  "show_less": "Show less",
  "functionality": "Essential cookies",
  "functionality_description_short": "These cookies are necessary to ensure the basic functions of the website, such as the operation of forms and saving language settings. The retention period is determined according to technical requirements.",
  "functionality_description": "Essential cookies are necessary for the proper functioning of the website and do not store personal data. These cookies cannot be disabled.",
  "analytics": "Analytics cookies",
  "analytics_description_short": "Stores user consent for analytics cookies. Retention period is approximately 11 months.",
  "analytics_description": "Helps us improve the site by collecting anonymous data. These cookies gather information such as number of visitors, bounce rate, and traffic sources.",
  "ads": "Advertising cookies",
  "ads_description_short": "Stores user consent for advertising cookies. Retention period is approximately 11 months.",
  "ads_description": "Used to display targeted advertisements and marketing campaigns. These cookies track users across websites and enable personalized advertising.",
  "personalization": "Personalization",
  "personalization_description_short": "Stores user-selected settings and preferences for content personalization. Retention period is approximately 11 months.",
  "personalization_description": "Personalization cookies help the site adapt to the user's preferences, improving the experience and enabling targeted advertising.",
  "cancel": "Back",
  "save_settings": "Save settings",
  "change_cookie_preferences": "Manage consent"
}