{
  "message": "Jetpeel uses its own cookies as well as third-party cookies. Cookies are used to improve the user experience on our website and remember visitor preferences, such as language. Cookies are also used to analyze website traffic and to target advertisements on our website and third-party sites. We ask for your consent to use such cookies, excluding cookies that are functionality for the operation of our website. By clicking 'Settings' below, you can choose which cookies you accept. By clicking 'Accept all cookies', you consent to all Jetpeel and third-party cookies.",
  "accept_all": "Accept all",
  "reject_all": "Reject all",
  "settings_title": "Cookie Settings",
  "description": "Jetpeel uses its own cookies as well as third-party cookies. Cookies are used to improve the user experience on our website and remember visitor preferences, such as language. Cookies are also used to analyze website traffic and target advertisements on our website and third-party sites. We ask for your consent to the use of cookies, except for those that are technically necessary for the operation of the website.",
  "show_more": "Show more",
  "show_less": "Show less",
  "functionality": "functionality",
  "functionality_description_short": "Remembers your preferences. Stores whether the user has accepted cookies. Does not store personal data.",
  "functionality_description": "These cookies are needed to ensure the basic functionality of the website, such as saving forms or language preferences. They cannot be disabled.",
  "analytics": "Analytics",
  "analytics_description_short": "Stores the user's consent to use analytics cookies.",
  "analytics_description": "Helps us improve the site by collecting anonymous data. Helps understand how visitors interact with the site. These cookies may collect data on visitor count, bounce rate, and traffic sources.",
  "ads": "Advertisement cookies",
  "ads_description_short": "Stores the user's consent to use advertisement cookies.",
  "ads_description": "Used to display targeted advertisements and marketing campaigns. These cookies track users across websites and collect data to display personalized ads.",
  "personalization": "personalization",
  "personalization_description_short": "They store explicit preferences selected by the user and implicit data collected automatically.",
  "personalization_description": "Cookies used to remember user preferences and settings to personalize content, interface, or advertising. These are essential for content customization, targeted advertising, and functional settings.",
  "cancel": "Back",
  "save_settings": "Save settings",
  "change_cookie_preferences": "Manage consent"
}
