{
  "message": "Jetpeel kasutab nii enda kui ka kolmandate osapoolte küpsiseid. Küpsiseid kasutatakse veebilehe kasutajakogemuse parandamiseks ja külastaja eelistuste (nt keele) meeldejätmiseks. Küpsiseid kasutatakse ka veebiliikluse analüüsimiseks ja reklaamide sihtimiseks nii meie kui ka kolmandate osapoolte veebilehtedel. Palume teie nõusolekut selliste küpsiste kasutamiseks, välja arvatud need, mis on tehniliselt vajalikud veebilehe toimimiseks. Klõpsates all 'Seaded', saate määrata, milliseid küpsiseid lubate. Klõpsates 'Luba kõik küpsised', nõustute kõigi Jetpeel ja kolmandate osapoolte küpsistega.",
  "accept_all": "Luba kõik",
  "reject_all": "Keeldu kõigist",
  "settings_title": "Küpsiste seaded",
  "description": "Jetpeel kasutab enda ja kolmandate osapoolte küpsiseid. Küpsiseid kasutatakse kasutajakogemuse parandamiseks ja külastaja eelistuste (nt keele) salvestamiseks. Samuti kasutatakse neid veebilehe liikluse analüüsimiseks ja reklaamide sihtimiseks. Palume teie nõusolekut küpsiste kasutamiseks, välja arvatud need, mis on tehniliselt vajalikud veebilehe toimimiseks.",
  "show_more": "Näita rohkem",
  "show_less": "Näita vähem",
  "functionality": "Hädavajalikud küpsised",
  "functionality_description_short": "Need küpsised on vajalikud veebisaidi põhiliste funktsioonide tagamiseks, nagu vormide toimimine ja keelesätete salvestamine. Säilitusaeg sõltub tehnilistest nõuetest.",
  "functionality_description": "Hädavajalikud küpsised on vajalikud veebisaidi korrektseks toimimiseks ega salvesta isikuandmeid. Neid küpsiseid ei saa keelata.",
  "analytics": "Analüütikaküpsised",
  "analytics_description_short": "Salvestab kasutaja nõusoleku analüütikaküpsiste kasutamiseks. Säilitusaeg on umbes 11 kuud.",
  "analytics_description": "Aitab meil parandada veebilehte kogudes anonüümseid andmeid. Need küpsised koguvad teavet külastuste arvu, põrkemäära ja liiklusallikate kohta.",
  "ads": "Reklaamiküpsised",
  "ads_description_short": "Salvestab kasutaja nõusoleku reklaamiküpsiste kasutamiseks. Säilitusaeg on umbes 11 kuud.",
  "ads_description": "Kasutatakse sihitud reklaamide ja turunduskampaaniate kuvamiseks. Need küpsised jälgivad kasutajaid erinevatel veebilehtedel ja võimaldavad isikupärastatud reklaamide kuvamist.",
  "personalization": "Isikupärastamine",
  "personalization_description_short": "Salvestab kasutaja valitud seaded ja eelistused sisu isikupärastamiseks. Säilitusaeg on umbes 11 kuud.",
  "personalization_description": "Isikupärastamisküpsised aitavad veebilehel kohanduda kasutaja eelistustega, parandades kasutajakogemust ja võimaldades sihitud reklaame.",
  "cancel": "Tagasi",
  "save_settings": "Salvesta seaded",
  "change_cookie_preferences": "Halda nõusolekut"
}