{
    "title": "JetPeel™ - Seade",
    "description": "JetPeel-tehnoloogia on saadaval erinevates seadmetes ja manustamissüsteemides, mis sobivad esteetilisteks, kosmeetilisteks ja dermatoloogilisteks hooldusteks.",
    "products": {
      "jetPro": {
        "title": "JetPro – Revolutsioon Esteetilises Kosmetoloogias",
        "text": "JetPro on täiustatud nahahooldustehnoloogia, mis on loodud ohutuks, mitteinvasiivseks ja tõhusaks nahanoorenduseks. Seade kasutab kõrgsurve gaasi-vedeliku tehnoloogiat, mis puhastab nahka sügavuti, transpordib toimeaineid ja stimuleerib naha uuenemist, kahjustamata epidermist. JetPro ei hoolitse mitte ainult naha eest – see aitab inimestel tunda end värskelt, tervislikult ja kaunilt, andes enesekindlust oma naha ja selle hoolduse suhtes täiesti uuel viisil. Üle 20-aastase teadusliku uurimistöö põhjal välja töötatud JetPro-tehnoloogia viib esteetilised hooldused uuele tasemele.",
        "heroTitle": "Innovaatiline Nahahooldustehnoloogia!",
        "heroText": "JetPro ühendab naha tervise ja enesekindla ilu. See täiesti uus esteetiline hooldusmeetod tungib sügavale nahka, kuid on siiski täielikult mitteinvasiivne ja kliiniliselt testitud. JetPro tagab nähtavad tulemused kohe transdermaalse manustamissüsteemi abil – ilma nõelteta, nahakahjustusteta, armideta, taastumisaja või pausideta. Tegelikult on JetPro hooldused nii meeldivad ja lõõgastavad, et ilusalongide ja spaade kliendid saavad nautida oma parimat versiooni täiesti rahulikus ja tõhusas hooldusprotsessis.",
        "sections": [
          {
            "title": "Kuidas JetPro töötab?",
            "list": [
              "JetPro kasutab täiustatud pihustustehnoloogiat, et pakkuda sügavale tungivat hooldust kompaktses ja hõlpsasti kasutatavas seadmes. JetPro toodab kõrgsurvega ja kiireid vedelikujugasid, mis suunatakse nahale patenteeritud JetPeel-käsiosaga.",
              "45° nurga all kasutamisel rakendab juga nahale kerget, kuid tõhusat survet, koorides naha pealmise kihi mikrodermabrasiooni abil ja valmistades selle ette transdermaalseks hoolduseks.",
              "Otse nahale suunatuna venitavad tugevad jugad nahka, luues mikroskoopilisi kanaleid, mis võimaldavad toimeainete sügavamat imendumist.",
              "JetPro töötab koos JetCare hooldustoodetega erinevate nahavajaduste rahuldamiseks. Düüside abil transporditakse aktiivsed ja toitvad koostisosad mikrotilkadena sügavale nahka – ilma ooteajata, kuna need imenduvad koheselt ning tulemused on nähtavad juba samal päeval.",
              "Seade ei kasuta nõelu ega kahjusta nahka. See tähendab, et hooldus on täiesti valutu, ei jäta arme ega vaja taastumisaega. Pärast hooldust saavad kliendid jätkata oma igapäevaelu ilma katkestusteta. Lisaks on hoolduse kliiniliselt tõestatud tulemused koheselt nähtavad, ning JetPro hoolduse lõõgastav ja värskendav kogemus annab kliendile uue sära ja enesekindluse."
            ]
          },
          {
            "title": "Eelised esteetilistele spetsialistidele",
            "list": [
              "Teaduslikult tõestatud. Kliiniliselt tõestatud nähtavad tulemused juba pärast esimest hooldust, tagades kõrge kliendirahulolu.",
              "Ohutu ja tõhus. Mitteinvasiivne, nõelavaba hooldus, mis ei jäta nahale jälgi. Patsient naudib meeldivat kogemust ilma kahjustuste või taastumisajata.",
              "Üks seade, mitu hooldusvõimalust. Kombineerituna erinevate JetPeel-käsiosade ja JetCare lahustega, pakub üks seade laia valikut hooldusvõimalusi.",
              "Kiire investeeringutasuvus (ROI), ettevõtte kasv. Investeering tipptasemel tehnoloogiasse tagab suurepärased tulemused, rahulolevad kliendid ja püsikliendid."
            ]
          },
          {
            "title": "Eelised patsientidele",
            "list": [
              "✔ Valutu. Mitteinvasiivsed kõrgsurvejoad tungivad nahka täielikult mugava, lõõgastava ja meeldiva kogemusega.",
              "✔ Ei vaja taastumisaega. Nahk ei saa kahjustada ning taastumisaega ei ole vaja. Patsient võib hoolduselt lahkuda täiesti mugavalt ja naasta koheselt oma tavapärasesse igapäevaellu.",
              "✔ Kiired ja nähtavad tulemused. Toimeainete kohene transport sügavale nahka tähendab, et tulemused on kohe nähtavad.",
              "✔ Enesekindlus ja ilu. JetPro hooldus on meeldiv ja lõõgastav ning selle kliiniliselt tõestatud tulemused annavad kindlustunde hoolduse tõhususes."
            ]
          },
          {
            "title": "JetPro Tehnilised andmed",
            "list": [
              "📌 Mõõdud: 510mm x 580mm x 720mm",
              "📌 Kaal: 31 kg",
              "📌 Töörõhk: 95 psi ± 10%"
            ]
          }
        ]
      },
      "jetProDuo": {
        "title": "JetPro™ Duo",
        "text": "JetPeel™ järgmine põlvkond – JetPro™ Duo ühendab hüdroporatsiooni ja fotoporatsiooni. JetPeel™ seab uue verstaposti, arendades välja JetPro™ Duo tehnoloogia, mis ühendab sügava LED-valgusteraapia (fotoporatsiooni) ja tipptasemel JetPeel™ hüdroporatsioonitehnoloogia. JetPro™ Duo LED-valgustehnoloogia kasutab vedelat hüdroporatsioonijuga valgusjuhtidena, suunates punased ja sinised valguslained spetsiaalsete LED-käsitükkide abil sügavale nahka kuni Stratum reticulare kihini.",
        "heroTitle": "Suurem jõudlus!",
        "heroText": "🔴🔵 Punase ja sinise Jet LED-valguse mõju pakub kahekordset ravilahendust, mis suurendab JetPeel™ hoolduste tulemusi. See ainulaadne kombinatsioon JetPro™ Duo süsteemis ühendab hüdroporatsiooni ja fotoporatsiooni, laiendades oluliselt ravivõimalusi. JetPro™ Duo pakub innovaatilist, kahesammulist transepidermaalset ravimeetodit, mis parandab naha kvaliteeti tõhusamalt ja optimeerib selle noorendavat ja taastavat mõju. 5-ühes: lümfimassaaž, koorimine, hüdroporatsioon, külmaravi ja LED-ravi.",
        "sections": [
          {
            "title": "Kuidas JetPro Duo töötab?",
            "list": [
              "LED (valgusdiood) on väike klaasist kapseldatud kiip, mis kiirgab erineva lainepikkusega valgust.",
              "JetPro Duo põhitähtis LED-sari põhineb NASA välja töötatud tehnoloogial ning sisaldab kahte nahka taastavat ja noorendavat valguslainepikkust:",
              "Punane valgus (620-630 nm)",
              "Sinine valgus (460-470 nm)",
              "Punane valgus on kliiniliselt tõestatud, et see tungib sügavale naha kihtidesse, aktiveerides fibroblaste ja soodustades kollageeni tootmist. See aitab siluda peeneid jooni ja kortse, pinguldada nahka ning anda sellele nooruslikuma välimuse. See on ideaalne mitteinvasiivseteks näohooldusteks, mis on suunatud vananemismärkidele. See võitleb aknet põhjustava P. acnes bakteriga.",
              "Sinine valgus tungib naha ülemistesse kihtidesse, maksimaalselt 1 mm sügavusele, ja on tuntud oma antibakteriaalsete omaduste poolest. Sinine LED-valgus aitab vähendada naha ebapuhtusi, rahustada ärritunud nahka ja vähendada põletikke."
            ]
          },
          {
            "title": "Täiustatud LED-sari: Laiendatud ravivõimalused",
            "list": [
              "JetPro Duo täiustatud LED-sari sisaldab lisakomponente, mis laiendavad Jet-LED ravivõimalusi kolme uue LED-värviga: roheline, kollakasroheline ja merevaigukollane valgus.",
              "Roheline LED-valgus tungib naha pindmistes kihtidesse, sihites melaniini tootvaid rakke. Roheline LED-ravi on ideaalne pigmendimuutuste, nagu maksaplekid ja päikesest põhjustatud värvimuutused, raviks. Samuti aitab see tasakaalustada ja kirkastada naha tooni.",
              "Kollakasroheline LED-valgus tungib naha keskkihtidesse, omades rahustavat ja põletikuvastast toimet. See valgus aitab vähendada naha punetust ja ärritust ning rahustab sügelevat ja ärritunud peanahka. See sobib eriti hästi tundlikule nahale ja õrnale, mitteinvasiivsele näohooldusele.",
              "Merevaigukollane LED-valgus tungib sügavamale nahka, kus sellel on rahustav, kaitsev, põletikuvastane ja antioksüdantne toime. Merevaigukollane LED-ravi vähendab päikesepõletusest ja rosaatseast tingitud punetust ning aitab rahustada põletikulisi nahaprobleeme."
            ]
          },
          {
            "title": "Kahekordse Jet-LED-ravi eelised",
            "list": [
              "Tõhusamad tulemused – Kahekordne Jet-LED-ravi suurendab efektiivsust, parandades mitteinvasiivse näohoolduse tulemusi.",
              "Samaaegne ravi – Kaks ravitehnoloogiat ühes seansis ilma täiendava ajata.",
              "Ei vaja lisatarvikuid – JetPeel-ravi viiakse läbi nagu varem, kuid topeltkasuga ilma lisakuludeta.",
              "Laiendatud ravivõimalused – Lisa oma ravidesse kolm uut LED-värvi JetPro Duo täiustatud LED-komponentide komplekti abil."
            ]
          },
          {
            "title": "JetPro Duo tehnilised andmed",
            "list": [
              "📌 Mõõtmed: 510mm x 580mm x 720mm",
              "📌 Kaal: 31 kg",
              "📌 Töörõhk: 95 psi ± 10%",
              "📌 Vedelikuallikas: Ühekordne lahusemahuti"
            ]
          }
        ]
      },
      "jetProToGo": {
        "title": "JetPro ToGo™",
        "text": "JetPro ToGo on kompaktne ja kaasaskantav versioon JetPro Duo süsteemist, mida saab kõikjale kaasa võtta. JetPro ToGo võimaldab esteetikutele pakkuda eksklusiivseid Jet-LED protseduure igas keskkonnas – kodus, kontoris, hotellides, üritustel ja mujal. JetPro ToGo on kergem, väiksem ja hõlpsasti transporditav, pakkudes samasuguseid võimsaid ja sujuvaid hooldustulemusi nagu JetPro Duo. Laienda oma äri väljapoole kliinikut ja paku mugavat ning valutut JetPeel-hooldust igal pool, kus klient seda vajab.",
        "heroTitle": "JetPro ToGo™ – Kaasaskantav JetPro Duo™ süsteem!",
        "heroText": "JetPro ToGo™ on kompaktne ja kaasaskantav versioon JetPro Duo™ süsteemist, mis võimaldab eksklusiivseid Jet-LED protseduure igas keskkonnas – kodus, kontoris, hotellides, üritustel ja mujal.",
        "sections": [
          {
            "title": "JetPro ToGo omadused",
            "list": [
              "JetPro ToGo™ on kergem, väiksem ja äärmiselt hõlpsasti transporditav, pakkudes samasuguseid kauneid ja siledaid tulemusi nagu JetPro Duo™.",
              "45% kergem kui JetPro™ ja JetPro Duo™",
              "Sobib igasse autosse või pagasiruumi",
              "Varustatud rataste ja käepidemega lihtsaks transportimiseks",
              "Kaitsekate ja lisatarvikute kott kaasas"
            ]
          },
          {
            "title": "Laiendatud Jet-LED ravivõimalused",
            "list": [
              "Paku oma klientidele täiendatud Jet-LED hooldusi punase ja sinise LED-valgusega ning täiustatud LED-komponentide komplektiga, mis sisaldab kolme lisavärvi: roheline, kollakas-roheline ja merevaigukollane.",
              "Sinine LED (460-470 nm): Kerge ja mõõduka akne, kuperoosa, tundliku naha ja rasuse peanaha jaoks.",
              "Roheline LED (535-545 nm): Pigmentatsiooniprobleemide ja ebaühtlase nahatooni jaoks.",
              "Kollakas-roheline LED (565-575 nm): Punetuse, tundliku ja sügeleva peanaha jaoks.",
              "Merevaigukollane LED (585-595 nm): Põletikuliste nahahaiguste ja ärrituse jaoks.",
              "Punane LED (620-630 nm): Vananemisvastane, pigmentatsioon ja tuhmunud nahatoon."
            ]
          },
          {
            "title": "Kasud patsientidele",
            "list": [
              "✔ JetPeel kõikjal. Naudi kliiniliselt tõestatud JetPeel tulemusi igal ajal ja igas kohas – kodus, kontoris või mujal.",
              "✔ Mugav ja valutu hooldus. Mitteinvasiivne reaktiivrõhuvool koos 5 erineva LED-värviga tungib nahka täielikult lõõgastava ja nauditava kogemusena.",
              "✔ Kiired ja nähtavad tulemused. Aktiivsete koostisosade kohene imendumine tagab kiireid ja nähtavaid tulemusi."
            ]
          },
          {
            "title": "JetPro ToGo tehnilised andmed",
            "list": [
              "📌 Mõõtmed: 460mm x 270mm x 500mm",
              "📌 Kaal: 17 kg",
              "📌 Töötemperatuur: 95 psi ± 10%",
              "📌 Liikuvus: Integreeritud rattasüsteem"
            ]
          }
        ]
      }
    }
}
