{
  "message": "Jetpeel käyttää omia evästeitään sekä kolmansien osapuolten evästeitä. Evästeitä käytetään sivustomme käyttäjäkokemuksen parantamiseen ja muistamaan kävijän mieltymykset, esimerkiksi kieli. Evästeitä käytetään myös verkkosivujen liikenteen analysoimiseen ja mainosten kohdentamiseen omilla verkkosivuillamme ja kolmansien osapuolten verkkosivuilla. Pyydämme suostumuksesi evästeiden käyttöön, lukuun ottamatta niitä, jotka ovat teknisesti välttämättömiä sivuston toiminnalle. Kun klikkaat ”Asetukset” alla, pääset määrittelemään, mitkä evästeet hyväksyt. Kun klikkaat ”Hyväksy kaikki evästeet”, hyväksyt kaikki Jetpeel:n ja kolmansien osapuolten evästeet.",
  "accept_all": "Hyväksy kaikki",
  "reject_all": "Hylkää kaikki",
  "settings_title": "Evästeasetukset",
  "description": "Jetpeel käyttää omia evästeitään sekä kolmansien osapuolten evästeitä. Evästeitä käytetään sivustomme käyttäjäkokemuksen parantamiseen ja muistamaan kävijän mieltymykset, esimerkiksi kieli. Evästeitä käytetään myös verkkosivujen liikenteen analysoimiseen ja mainosten kohdentamiseen omilla verkkosivuillamme ja kolmansien osapuolten verkkosivuilla. Pyydämme suostumuksesi evästeiden käyttöön, lukuun ottamatta niitä, jotka ovat teknisesti välttämättömiä sivuston toiminnalle.",
  "show_more": "Näytä lisää",
  "show_less": "Näytä vähemmän",
  "functionality": "Välttämättömät evästeet",
  "functionality_description_short": "Nämä evästeet ovat välttämättömiä sivuston perustoimintojen varmistamiseksi, kuten lomakkeiden toimivuuden ja kieliasetusten tallentamisen takaamiseksi. Säilytysaika määräytyy sivuston teknisten vaatimusten mukaisesti.",
  "functionality_description": "Välttämättömät evästeet ovat tarpeellisia sivuston asianmukaiseen toimintaan, eivätkä ne tallenna henkilötietoja. Näitä evästeitä ei voida poistaa käytöstä.",
  "analytics": "Analytiikkaevästeet",
  "analytics_description_short": "Tallentaa käyttäjän suostumuksen analytiikkaevästeiden käyttöön. Säilytysaika on noin 11 kuukautta.",
  "analytics_description": "Auttaa meitä parantamaan sivustoa keräämällä anonyymiä dataa. Näillä evästeillä kerätään tietoja kävijämääristä, poistumisprosenteista ja liikenteen lähteistä.",
  "ads": "Mainosevästeet",
  "ads_description_short": "Tallentaa käyttäjän suostumuksen mainosevästeiden käyttöön. Säilytysaika on noin 11 kuukautta.",
  "ads_description": "Käytetään kohdistettujen mainosten ja markkinointikampanjoiden näyttämiseen. Nämä evästeet seuraavat käyttäjiä eri verkkosivuilla ja mahdollistavat personoitujen mainosten näyttämisen.",
  "personalization": "Personointi",
  "personalization_description_short": "Tallentaa käyttäjän valitsemat asetukset ja mieltymykset sisällön personointia varten. Säilytysaika on noin 11 kuukautta.",
  "personalization_description": "Personointievästeiden avulla sivusto mukautuu käyttäjän mieltymysten mukaan, mikä parantaa käyttökokemusta ja mahdollistaa kohdennetun mainonnan.",
  "cancel": "Takaisin",
  "save_settings": "Tallenna asetukset",
  "change_cookie_preferences": "Hallinnoi suostumusta"
}
