{
  "slug": "ayurveda",
  "name": "JetCare™ Ayurveda",
  "description": [
    "JetCare Ayurveda – Perinteen ja teknologian yhdistelmä herkälle iholle. JetCare Ayurveda perustuu muinaiseen intialaiseen Ayurveda-parannusfilosofiaan, jota harjoitetaan edelleen laajalti Intiassa ja jonka Maailman terveysjärjestö (WHO) tunnustaa tehokkaaksi vaihtoehtoiseksi hoitomuodoksi.",
    "Ayurveda tarkoittaa 'elämän tiedettä' ja keskittyy kokonaisvaltaiseen kehon ja ihon tasapainottamiseen. Hoito perustuu ainutlaatuisten yrttien ja lisäravinteiden käyttöön, joita Ayurvedassa arvostetaan niiden tulehdusta ehkäisevien ja puhdistavien ominaisuuksien vuoksi."
  ],
  "description1": [
    "JetCare Ayurveda hyödyntää intialaisen lääketieteen viisautta sekä edistyksellistä ihonhoitoteknologiaa. JetPeel mahdollistaa Ayurvedan tasapainottavat ja hellävaraiset aktiiviaineet syvälle ihoon – ei-invasiivisesti, ilman neuloja, ilman kipua ja ilman ihon vaurioittamista.",
    "Tulos: tasapainoinen, sileä ja säteilevä iho, joka tuntuu hyvinvoivalta ja rauhoittuneelta.",
    "JetCare Ayurveda -koostumus perustuu perinteisiin ayurvedisiin kasviuutteisiin, jotka tekevät siitä ihanteellisen hoidon herkälle iholle.",
    "Tehokas, mutta lempeä hoito, joka on osoitettu toimivaksi kliinisissä tutkimuksissa.",
    "JetCare Ayurveda on ihanteellinen valinta herkälle iholle – turvallinen ja todistetusti vaikuttava hoitomenetelmä.",
    "Löydä Ayurvedan hehku JetCare-hoidolla ja koe luonnollisen harmoninen, kaunis iho!"
  ],
  "products": [
    { "slug": "jetCare-ayurveda-exfoliation",
      "name": "JetCare Ayurveda Exfoliation",
      "label": "Puhdistaa, tasapainottaa ja valmistelee ihon infuusiovaihetta varten",
      "title": "Vaikuttavat aineet",
      "subtitle": "Bacocalmine",
      "subtitle1": "Campo Vijaya Sara",
      "subtitle2": "Campo Jyotismati",
      "subtitle3": "Campo Susunishak",
      "subtitle4": "Maitohappo (Lactic Acid) 6 %",
      "description": [
        "JetCare Ayurveda Exfoliation: Luonnollinen tasapaino ja hellävarainen kuorinta. JetCare Ayurveda Exfoliation kuorii ihoa tehokkaasti ayurvedisten tasapainottavien ainesosien avulla, valmistaen sen syvävaikutteiseen infuusion ja kosteutuksen.",
        "Hellävarainen koostumus sisältää 6 % maitohappoa (Lactic Acid), mikä tekee siitä sopivan myös herkimmille ihotyypeille."
      ],
      "text": [
        "Peräisin Intiasta ja Pakistanista, yksi keskeisimmistä Ayurvedan anti-stressi-yrteistä.",
        "Rauhoittava ja tulehdusta vähentävä vaikutus, auttaa torjumaan vapaita radikaaleja ja oksidatiivista stressiä, palauttaen ihon luonnollisen terveellisyyden ja sileyden."
      ],
      "text1": [
        "Voimakas ayurvedinen aktiiviaine, joka on täynnä flavonoideja, jotka stimuloivat verenkiertoa ja hapettavat ihoa.",
        "Auttaa tasapainottamaan talintuotantoa ja antaa supistavan vaikutuksen, vähentäen ihon rasvaisuutta.",
        "Sisältää runsaasti saponiineja ja mukiineja, jotka kosteuttavat ja pehmentävät ihoa, jättäen sen sileäksi ja terveemmäksi."
      ],
      "text2": [
        "Perinteinen ayurvedinen elvyttävä ainesosa, joka on täynnä tanniineja, luonnollisia supistavia yhdisteitä, jotka sulkevat huokoset ja tasoittavat ihon sävyä.",
        "Korkea saponiinipitoisuus pehmentää ihoa ja mineraalisuolat säätelevät kosteustasapainoa, palauttaen ihon luonnollisen kimmoisuuden."
      ],
      "text3": [
        "Sisältää mukiineja ja mineraalisuoloja, jotka tarjoavat erinomaisen kosteuttavan ja kosteustasapainoa ylläpitävän vaikutuksen.",
        "Runsas aminohappokoostumus auttaa kiinteyttämään ja napakoittamaan ihoa, antaen sille sileän ja nuorekkaan tunteen."
      ],
      "text4": [
        "Alfa-hydroksihappo (AHA), joka tunnetaan luonnollisesta kuorintatehostaan.",
        "Hellävarainen, mutta tehokas, poistaa kuolleet ihosolut ja auttaa stimuloimaan ihon uusiutumista.",
        "JetCare Ayurveda Exfoliation tarjoaa luonnollisen ja tasapainoisen kuorinnan, joka uudistaa ja virkistää ihoa Ayurvedan perinteisiin perustuen."
      ]
    },
    { "slug": "jetCar-ayurveda-infusion",
      "name": "JetCare Ayurveda Infusion",
      "label": "Toimittaa Ayurvedan parantavat ja kosteuttavat ominaisuudet sekä ihon pinnalle että syvempiin kerroksiin",
      "title": "Vaikuttavat aineet",
      "subtitle": "Bacocalmine",
      "subtitle1": "Campo Vijaya Sara",
      "subtitle2": "Campo Jyotismati",
      "subtitle3": "Campo Susunishak",
      "subtitle4": "Primalhyal 3K™: Kolmen molekyylikoon hyaluronihappokompleksi",
      "description": [
        "JetCare Ayurveda Infusion: Kosteuttava, Parantava, Hellävarainen. JetCare Ayurveda Infusion on portti syväkosteutukseen ja ihon parantamiseen. Tämä hoitoratkaisu on rikastettu Primalhyal 3K™ -hyaluronihappokompleksilla, joka sisältää kolmea eri molekyylikokoa. Se toimittaa kosteuttavat ja ayurvediset hoitavat vaikutukset ihon eri kerroksiin."
      ],
      "text": [
        "Peräisin Intiasta ja Pakistanista, yksi keskeisimmistä Ayurvedan anti-stressi-yrteistä.",
        "Rauhoittava ja tulehdusta vähentävä vaikutus, auttaa torjumaan vapaita radikaaleja ja oksidatiivista stressiä, palauttaen ihon luonnollisen terveellisyyden ja sileyden."
      ],
      "text1": [
        "Voimakas ayurvedinen aktiiviaine, joka on täynnä flavonoideja, jotka stimuloivat verenkiertoa ja hapettavat ihoa.",
        "Auttaa tasapainottamaan talintuotantoa ja antaa supistavan vaikutuksen, vähentäen ihon rasvaisuutta.",
        "Sisältää runsaasti saponiineja ja mukiineja, jotka kosteuttavat ja pehmentävät ihoa, jättäen sen sileäksi ja terveemmäksi."
      ],
      "text2": [
        "Perinteinen ayurvedinen elvyttävä ainesosa, joka on täynnä tanniineja, luonnollisia supistavia yhdisteitä, jotka sulkevat huokoset ja tasoittavat ihon sävyä.",
        "Korkea saponiinipitoisuus pehmentää ihoa ja mineraalisuolat säätelevät kosteustasapainoa, palauttaen ihon luonnollisen kimmoisuuden."
      ],
      "text3": [
        "Sisältää mukiineja ja mineraalisuoloja, jotka tarjoavat erinomaisen kosteuttavan ja kosteustasapainoa ylläpitävän vaikutuksen.",
        "Runsas aminohappokoostumus auttaa kiinteyttämään ja napakoittamaan ihoa, antaen sille sileän ja nuorekkaan tunteen."
      ],
      "text4": [
        "Hyaluronihappo on kosteuttava ja ihoa parantava aktiiviaine, joka toimii ihon eri kerroksissa.",
        "✅ 100-300 kDa: Tukee luonnollisia paranemisprosesseja, vahvistaa ihon suojamekanismeja ja auttaa ylläpitämään kosteustasapainoa ihon ylemmissä kerroksissa.",
        "✅ 20-50 kDa: Parantaa ihon toimintaa ja kiinteyttää ihoa, lisäten sen kimmoisuutta ja napakkuutta.",
        "✅ 5-20 kDa: Pienimolekyylinen HA pääsee ihon syvimpiin kerroksiin, uudistaen ja elvyttäen ihoa sisältäpäin.",
        "JetCare Ayurveda Infusion tarjoaa kattavan ja tehokkaan kosteutuksen samalla kun se rauhoittaa, hoitaa ja uudistaa ihoa Ayurvedan ikivanhan viisauden ja modernin teknologian yhdistelmällä."
      ]
    },
    { "slug": "jetCare-ayurveda-boost-infusion",
      "name": "JetCare Ayurveda Boost Infusion",
      "label": "Tehostaa Ayurveda-hoidon vaikutuksia, pienentää ihohuokosia ja palauttaa ihon luonnollisen pehmeyden",
      "title": "Vaikuttavat aineet",
      "subtitle": "Bacocalmine",
      "subtitle1": "Campo Vijaya Sara",
      "subtitle2": "Campo Jyotismati",
      "subtitle3": "Campo Susunishak",
      "subtitle4": "Pore Reductyl 5% – Voimakas sieniuute ihohuokosten supistamiseen",
      "description": [
        "JetCare Ayurveda Boost Infusion: Vahvista Ayurvedista Vaikutusta. Tehosta JetCare Ayurveda -hoidon tuloksia Boost Infusion -ratkaisulla – konsentroitu koostumus, joka toimittaa ayurvedisten ainesosien luonnolliset parantavat, puhdistavat ja tasapainottavat ominaisuudet syvälle ihoon.",
        "Tämä protokollan viimeinen vaihe on rikastettu 5 % Pore Reductyl -sieniuutteella, joka sisältää supistaa, auttaa pienentämään ihohuokosia ja jättää ihon tasaiseksi ja silkkisen pehmeäksi."
      ],
      "text": [
        "Intialaisesta ja pakistanilaisesta perinteestä tunnettu stressiä lievittävä yrtti Ayurvedan lääketieteessä.",
        "Rauhoittava ja tulehdusta vähentävä vaikutus, taistelee vapaita radikaaleja ja oksidatiivista stressiä vastaan.",
        "Palauttaa ihon luonnollisen hyvinvoinnin ja sileän rakenteen."
      ],
      "text1": [
        "Voimakas ayurvedinen aktiiviaine, joka sisältää flavonoideja, jotka parantavat verenkiertoa ja hapettavat ihoa.",
        "Auttaa tasapainottamaan talintuotantoa ja tarjoaa supistavan vaikutuksen, joka pienentää ihohuokosia.",
        "Korkea saponiini- ja mukiinipitoisuus kosteuttaa ja pehmentää ihoa, jättäen sen terveemmäksi ja sileämmäksi."
      ],
      "text2": [
        "Elvyttävä ayurvedinen ainesosa, joka sisältää tanniineja, luonnollisia supistavia yhdisteitä, jotka sulkevat ihohuokoset ja tasoittavat ihon rakennetta.",
        "Runsas saponiinipitoisuus pehmentää ihoa, ja mineraalisuolat auttavat säätelemään kosteustasapainoa, palauttaen ihon luonnollisen kimmoisuuden."
      ],
      "text3": [
        "Sisältää mukiineja ja mineraalisuoloja, jotka tarjoavat erinomaisen kosteuttavan ja kosteustasapainoa ylläpitävän vaikutuksen.",
        "Runsas aminohappokoostumus auttaa kiinteyttämään ja napakoittamaan ihoa, antaen sille sileän ja nuorekkaan tunteen."
      ],
      "text4": [
        "Luonnollinen sieniuute, jolla on supistava vaikutus.",
        "Auttaa pienentämään ihohuokosia, tasoittaa ihon rakennetta ja tekee siitä tasaisemman ja heleämmän.",
        "JetCare Ayurveda Boost Infusion on täydellinen lopetusvaihe Ayurvediselle hoitoprotokollalle, varmistaen optimaalisen kosteuden, tasapainon ja nuorekkaan hehkun."
      ]
    }
  ]
}

