{
  "slug": "boost",
  "name": "JetCare™ Boost",
  "description": [
    "Tehosta JetPeel-hoitojen vaikutusta Boost-ratkaisuilla. Saat enemmän irti JetCare-hoidoista intensiivisellä, ravitsevalla Boost-linjalla. Booster-hoitoliuokset täydentävät JetPeel-hoitoja ja nopeuttavat tuloksia, tuottaen tehokkaampia ja pitkäkestoisempia vaikutuksia."
  ],
  "description1": [
    "JetCare Boost – Neljä tehokasta booster-hoitoliuosta: Hydrate – Hyaluronihappoa sisältävä volyymia lisäävä kosteutus, Regenerate – A- ja E-vitamiineilla rikastettu uudistava hoito, Glow – C-vitamiinilla vahvistettu kirkastava vaikutus, Tight – Kolmesta B-vitamiinijohdannaisesta koostuva kiinteyttävä ja sävyä parantava hoito.",
    "Valitse oikea Booster-hoito ihotyypin ja tarpeiden mukaan: parantaa ihonsävyä ja ulkonäköä, lisää asiakastyytyväisyyttä.",
    "Nauti Boost Set -setistä, joka yhdistää eri booster-hoitoliuokset ja tarjoaa kattavan JetCare-ratkaisun, joka antaa iholle nuorekkaan, hehkuvan ja elinvoimaisen ilmeen."
  ],
  "products": [
    { "slug": "hydrate",
      "name": "Hydrate",
      "label": "Huipputason hyaluronihappo täyteainevaikutuksella ja täydellisen sileän ihon saavuttamiseksi",
      "title": "Vaikuttavat aineet",
      "subtitle": "PrimalHyal™ Ultrafiller",
      "subtitle1": "Niasiiniamidi(B3-vitamiini)",
      "subtitle2": "Betaiini",
      "description": [
        "Hydrate – Huipputason HA täyteläiseen ja sileään ihoon. Tehosta JetPeel-hoidon vaikutusta JetCare Boost -linjan Hydrate-hoidolla. Tämä hoito sisältää PrimalHyal™ Ultrafiller -ainesosan, joka on edistyksellinen hyaluronihappo, kehitetty täytelöittämään ryppyjä nopeasti ja tehokkaasti. Yksi JetCare-linjan suosituimmista tuotteista, joka tarjoaa näkyvästi sileämmän ihon ja pitkäkestoisen nuorekkuuden.",
        "Täytelöittävä anti-aging-vaikutus ilman neuloja. JetCare Boost – Hydrate HA tarjoaa kivuttoman ja tehokkaan ryppyjen täytön, ilman toipumisaikaa. Sen ainutlaatuinen patentoitu HA-koostumus takaa pitkäkestoisen nuorekkaan ja täyteläisen ihon."
      ],
        "text": [
          "Hyaluronihappo (HA) on ihon luonnollinen molekyyli, joka tunnetaan erinomaisista kosteuden sitomiskyvyistään. Tämä huipputason patentoitu ainesosa nostaa anti-aging-hoidot uudelle tasolle, edistäen HA:n imeytymistä syvempiin ihokerroksiin, mikä parantaa ilmejuonteiden ja ryppyjen ulkonäköä."
        ],
        "text1": [
          "Tämä voimakas antioksidantti, joka taistelee vapaita radikaaleja vastaan, tunnetaan nopeasti imeytyvistä ja suojaavista kosteuttavista ominaisuuksistaan. Niasiiniamidi auttaa kiristämään ihon sävyä, torjumaan ikääntymisen merkkejä ja ehkäisemään ulkoisten tekijöiden aiheuttamia vaurioita."
        ],
        "text2": [
          "Betaiini tunnetaan sen kosteuttavista ja rauhoittavista ominaisuuksista. Tämä luonnollinen humektantti auttaa lukitsemaan kosteuden ihoon, parantamaan ihon rakennetta ja tuomaan anti-aging-vaikutuksen. Betaiini vahvistaa ihon luonnollista suojakerrosta, pitäen sen kosteutettuna, pehmeänä ja sileänä."
        ]
    },
    { "slug": "regenerate",
      "name": "JetCare™ Regenerate",
      "label": "Tie nuorekkaan kauniiseen oloon",
      "title": "Vaikuttavat aineet",
      "subtitle": "A-vitamiini (Retinyylipalmitaatti)",
      "subtitle1": "E-vitamiini",
      "subtitle2": "Pentavitin®",
      "subtitle3": "Regu-age®",
      "subtitle4": "Rooman kamomillauute",
      "description": [
        "Vitamiinirikas teholiuos – Ihon uudistaminen antioksidanttien voimalla. Tämä vitamiineilla rikastettu hoitoboosteri on erityisesti kehitetty uudistamaan ihoa hyödyntämällä A- ja E-vitamiinien antioksidanttista voimaa, jotka tarjoavat tehokkaan anti-aging-vaikutuksen.",
        "Ainutlaatuinen vitamiinien ja kasviperäisten aktiiviaineiden yhdistelmä. Tämä tehovoimainen boosteri sisältää ihoa uudistavat A- ja E-vitamiinit, jotka tarjoavat antioksidanttisen ja ikääntymistä estävän vaikutuksen. Erityisen tehokas auringolle altistuneelle iholle, sen koostumus sisältää kasviperäisiä peptidejä ja proteiineja, jotka parantavat merkittävästi ihon rakennetta, sekä edistyksellisen yhdistelmän hiilihydraatteja, jotka suojaavat ihon luonnollista suojakerrosta ja tukevat sen uudistumista."
      ],
        "text": [
          "Tunnettu voimakkaana antioksidanttina, joka vähentää kuivuutta ja hilseilyä, edistäen ihon uusiutumista ja tasaisuutta."
        ],
        "text1": [
          "Tehokas antioksidantti, joka kosteuttaa, suojaa ja uudistaa ihoa. E-vitamiini auttaa vahvistamaan ihon luonnollista suojakerrosta, tarjoten kosteutta ja suojan ulkoisia haittatekijöitä vastaan. A- ja E-vitamiinien yhdistelmä luo erittäin ravitsevan ja antioksidanttisesti vahvan hoitokoostumuksen."
        ],
        "text2": [
          "Tämä kasvipohjainen hiilihydraattikompleksi muistuttaa ihon luonnollisia hiilihydraatteja, minkä ansiosta se sitoutuu tehokkaasti ihoon. Tämä varmistaa nopean ja pitkäkestoisen kosteutuksen, joka ylläpitää ihon pehmeyttä ja kimmoisuutta."
        ],
        "text3": [
          "Tämä patentoitu peptidien ja proteiinien yhdistelmä tarjoaa nopeavaikutteisia anti-aging hyötyjä. Se sisältää puhdistettuja soija- ja riisipeptidejä, yhdistettynä bioteknologisesti tuotettuun hiivaproteiiniin, mikä parantaa ihon sävyä ja hehkua."
        ],
        "text4": [
          "Rooman kamomilla on voimakas antioksidantti, joka suojaa ihoa ulkoisilta haittatekijöiltä. Kamomillaa on käytetty jo vuosisatojen ajan rauhoittamaan ja suojaamaan ihoa, ja se on tunnettu juonteita ja ryppyjä vähentävästä vaikutuksestaan, mikä tukee nuorekasta ja säteilevää ihoa."
        ]
    },
    { "slug": "glow",
      "name": "Glow",
      "label": "C-vitamiinin hehkua tuovat hyödyt suoraan iholle",
      "title": "Vaikuttavat aineet",
      "subtitle": "Stay-C®",
      "subtitle1": "Hedelmäuutteiden AHA-hapot",
      "description": [
        "Glow – Ihon kirkastaminen C-vitamiinin voimalla. Tehokas kirkastava boosteri, joka sisältää korkean pitoisuuden C-vitamiinia. Tämä innovatiivinen hoitoratkaisu perustuu stabiiliin C-vitamiinijohdannaiseen, joka on kestävämpi ja tehokkaampi kuin perinteinen askorbiinihappo, mikä takaa voimakkaamman heleyttävän vaikutuksen.",
        "Valikoidut ainesosat puhtaan ihon saavuttamiseksi. Selective Care – Edistykselliset ainesosat palauttavat ihon luonnollisen hehkun. C-vitamiinilla rikastettu JetCare Boost -hoitoliuos on kehitetty erityisesti kirkastamaan ja nuorentamaan ihoa. Se sisältää luonnollisia hedelmäuutteita, jotka tukevat ihon tasaisuutta ja säteilevää ulkonäköä, tehden siitä ihanteellisen vaihtoehdon kaikille ihotyypeille – sekä nuorelle että ikääntyvälle iholle."
      ],
        "text": [
          "Tämä edistynyt, stabiloitu natriumasetaatti on askorbiinihapon (C-vitamiinin) tehokas johdannainen, joka muuntuu nopeasti aktiiviseksi askorbiinihapoksi, imeytyen syvälle ihoon ja tuottaen voimakkaan kirkastavan vaikutuksen. Stay-C® auttaa parantamaan ihon sävyä ja tasoittamaan epätasaisuuksia samalla kun sen voimakas antioksidanttinen vaikutus suojaa ihoa ulkoisilta haittatekijöiltä."
        ],
        "text1": [
          "Tämä luonnollinen hedelmäpohjainen AHA-seos edistää JetCare Glow -seerumin C-vitamiinin imeytymistä, auttaen poistamaan sameutta ja palauttamaan ihon raikkauden. Tuloksena on sileä, tasainen ja säteilevä iho."
        ]
    },
    { "slug": "tight",
      "name": "Tight",
      "label": "B-vitamiinien kiinteyttävä voima",
      "title": "Vaikuttavat aineet",
      "subtitle": "Pro-vitamiini B5 – Pantenoli",
      "subtitle1": "Niasiiniamidi (B3-vitamiini)",
      "subtitle2": "Biotiini (B7-vitamiini)",
      "description": [
          "B-vitamiinien kiinteyttävä voima. Kolmen B-vitamiinijohdannaisen yhdistelmä, joka tarjoaa tehokkaan kiinteyttävän ja kosteuttavan vaikutuksen.",
          "Kolminkertainen B-vitamiinivaikutus. B-vitamiini on yksi tehokkaimmista ainesosista ihonhoidossa, tunnettu kyvystään hoitaa ja rauhoittaa ihoa. Tämä JetCare-ratkaisu sisältää tarkasti tutkitun ja testatun B-vitamiinijohdannaisten yhdistelmän, joka tarjoaa syväkosteutusta ja kosteuden sitoutumista ihoon, edistäen kiinteyttävää ja kohottavaa vaikutusta."
        ],
        "text": [
          "D-Pantenoli auttaa ravitsemaan ja kosteuttamaan ihoa, lukitsee kosteuden ihoon ja vahvistaa ihon suojakerrosta. Se myös uudistaa ja virkistää ihosoluja, mikä edistää nuorekasta ja kimmoisaa ihoa."
        ],
        "text1": [
          "B3-vitamiinin yksi muoto, niasiiniamidi, tunnetaan antioksidanttisista ja suojaavista kosteuttavista ominaisuuksistaan. Se auttaa taistelemaan ikääntymisen merkkejä vastaan, parantaa ihon sävyä ja auttaa ehkäisemään ulkoisten tekijöiden aiheuttamia vaurioita."
        ],
        "text2": [
          "Biotiini on tunnettu kosteuttavista ja ihoa pehmentävistä ominaisuuksistaan. Sen ravitseva vaikutus tehostuu yhdessä B5- ja B3-vitamiinien synergisen vaikutuksen kanssa, mikä edistää ihon terveyttä ja kimmoisuutta."
        ]
    },
    { "slug": "boost-set",
      "name": "Boost Set",
      "label": "Suositellaan viimeistelemään JetPeel-hoito Boost-käsittelyllä",
      "title": "JetCare Boost -linja",
      "subtitle": "4 erilaista tehosteliuosta",
      "description": [
        "Suositellaan viimeistelemään JetPeel-hoito Boost-käsittelyllä. JetPeel-hoidon tehostamiseksi on suositeltavaa täydentää hoito Boost-liuoksella, joka maksimoi tulokset ja pidentää hoidon vaikutusta.",
        "JetCare Boost -valikoima tarjoaa neljä erityisesti kehitettyä boosteria, jotka vastaavat erilaisiin ihon tarpeisiin."
      ],
      "text": [
        "✔ JetCare Boost Hydrate (HA) – Edistyksellinen hyaluronihappo, joka tarjoaa täytelöittävän ja kosteuttavan vaikutuksen.",
        "✔ JetCare Boost Regenerate (Vit A + E) – A- ja E-vitamiinien antioksidanttinen voima, joka tarjoaa tehokkaan ikääntymistä estävän vaikutuksen.",
        "✔ JetCare Boost Glow (Vit C) – C-vitamiinin kirkastava vaikutus, joka antaa iholle hehkua ja tasoittaa sävyä.",
        "✔ JetCare Boost Tight (Vit B -kompleksi) – B3-, B5- ja B7-vitamiinien kiinteyttävä voima, joka parantaa ihon elastisuutta ja kimmoisuutta."
      ]
    }
  ]
}

