{
  "slug": "green",
  "name": "JetCare™ Green",
  "description": [
    "JetCare Green -tuotteet valmistetaan yksinomaan luonnollisista, luomu- ja ekosertifioiduista ainesosista. Pakkaukset perustuvat kierrätettyihin tai kierrätettäviin materiaaleihin. JetCare Green tarjoaa samat näkyvästi kauniit JetPeel-tulokset, mutta minimoi ekologisen jalanjäljen."
  ],
  "description1": [
    "JetCare Green – Ihon- ja ympäristöystävälliset hoitotuotteet. JetCare Green -sarja sisältää neljä ympäristöystävällistä hoitoratkaisua, jotka on suunniteltu JetPeel-hoitoprotokollan keskeisiin vaiheisiin: lymfahieronta, kuorinta, infuusio. JetCare Green – kauneutta ympäristöä kunnioittaen!"
  ],
  "products": [
    { "slug": "jetCare-green-hydro",
      "name": "JetCare Green Hydro",
      "title": "Pääasialliset aktiiviset ainesosat",
      "subtitle": "Allantoiini",
      "subtitle1": "Propanedioli",
      "subtitle2": "Luomu Aloe Vera",
      "subtitle3": "Cosphagard® Elbe",
      "description": [
        "JetCare Green Hydro – Luonnollinen alku JetPeel-hoidolle. JetPeel-hoito alkaa rentouttavalla lymfahieronnalla, joka stimuloi mikroverenkiertoa ja auttaa puhdistamaan ihoa myrkyistä.",
        "JetCare Green Hydro on kehitetty luonnollisista ja ekosertifioiduista ainesosista, tarjoten hellävaraisen mutta tehokkaan puhdistuksen, joka valmistelee ihon JetPeel-kuorintaan ja infuusioon."
      ],
        "text": [
          "Rohtoraunioyrtin juuresta saatava aktiiviaine, joka kosteuttaa, kuorii ja tasoittaa ihoa.",
          "Auttaa palauttamaan ihon luonnollisen hehkun ja parantamaan ihon rakennetta."
        ],
        "text1": [
          "Kestävästi maissisokerista tuotettu kosteuttaja, joka auttaa rauhoittamaan ja kosteuttamaan ihoa.",
          "Maailman ensimmäinen 100 % bio-pohjainen glykolivaihtoehto, joka on Natural Products Association (NPA) -sertifioitu."
        ],
        "text2": [
          "Voimakas antioksidanttinen emollientti, joka pehmentää ja rauhoittaa ihoa nopeasti.",
          "Antimikrobinen vaikutus auttaa suojaamaan ihoa epäpuhtauksilta.",
          "Keskeinen ainesosa JetCare Green -hoidon avausvaiheessa, valmistellen ihoa seuraaviin hoitovaiheisiin."
        ],
        "text3": [
          "Luonnollisesti johdettu antimikrobinen yhdistelmä, joka sisältää natriumlevulinaattia ja natriumbentsoaattia.",
          "Säilyttää mikrobiologisen tasapainon ja suojaa bakteereilta, hiivoilta ja homeilta.",
          "Korvaa synteettiset säilöntäaineet, kuten parabeenit, MIT ja triklosaani, tehden tuotteesta ihoystävällisemmän ja ympäristöystävällisemmän."
        ]
    },
    { "slug": "jetCare-green-exfoliation",
      "name": "JetCare Green Exfoliation",
      "title": "Pääasialliset aktiiviset ainesosat",
      "subtitle": "ACB Fruit Mix",
      "subtitle1": "Niacinamide (B3-vitamiini)",
      "subtitle2": "Lisätehoiset AHA- ja BHA-hapot",
      "subtitle3": "Campo Plantservative",
      "description": [
        "JetCare Green Exfoliation – Luonnollinen ja tehokas kuorinta. Hellävarainen mutta perusteellinen kuorinta, joka poistaa kuolleet ihosolut, uudistaa ihon pintaa ja valmistelee ihon JetPeel-infuusiota varten.",
        "JetCare Green Exfoliation hyödyntää luonnollisten AHA- ja BHA-happojen tehokasta vaikutusta. Se on pH-tasoltaan ihanteellinen (3.5), mikä takaa tehokkaan kuorinnan ilman kirvelyä, ärsytystä tai ihovaurioita."
      ],
        "text": [
          "Vegaaninen, GMO-vapaa yhdistelmä viidestä kasviperäisestä kuorinta-aineesta, jotka ovat luonnollisesti rikkaita AHA-hapoista.",
          "Stimuloi kollageenin tuotantoa ja auttaa ihon uudistumisessa, jättäen sen sileäksi ja säteileväksi."
        ],
        "text1": [
          "Voimakas antioksidantti, joka suojaa ihoa vapaiden radikaalien vaikutuksilta.",
          "Auttaa vahvistamaan ihon proteiineja, mikä parantaa ihon kimmoisuutta.",
          "Rauhoittaa punoitusta ja tulehduksia, samalla lukiten kosteuden ihoon ja ehkäisten ikääntymisen merkkejä."
        ],
        "text2": [
          "Maitohappo ja glykolihappo (AHA-hapot) – edistävät ihon kirkastumista ja uudistumista.",
          "Salisyylihappo (BHA) – syväpuhdistava ja ihohuokosia supistava vaikutus."
        ],
        "text3": [
          "100 % kasviperäinen säilöntäaine, joka on uutettu kahdesta japanilaisesta kuusamankukkalajikkeesta.",
          "Tarjoaa mikrobien ja bakteerien torjuntaa, mikä auttaa säilyttämään tuotteen luonnollisen ja ihoystävällisen koostumuksen."
        ]
    },
    { "slug": "jetCare-green-glow",
      "name": "JetCare Green Glow",
      "title": "Pääasialliset aktiiviset ainesosat",
      "subtitle": "Tego® Turmerone",
      "subtitle1": "Primalhyal 3K™",
      "subtitle2": "Niacinamide (B3-vitamiini)",
      "subtitle3": "Campo Plantservative",
      "description": [
        "JetCare Green Glow – Luonnollinen kirkastava infuusio.  JetPeel-hoidon Infuusio-vaiheessa JetPeel-laitteisto syöttää ravintoaineita suoraan ihoon.",
        "JetCare Green Glow -koostumus sisältää luonnollista alkuperää olevia aktiivisia ainesosia, jotka on kehitetty rauhoittamaan ikääntymisen merkkejä ja vahvistamaan ihon luonnollista hehkua."
      ],
        "text": [
          "Orgaanisesti viljellystä Curcuma longa -kasvista puhdistettu luonnollinen kurkumauute.",
          "Vahva antioksidantti, joka suojaa ihoa oksidatiiviselta stressiltä.",
          "Siloittaa hienoja juonteita, tasoittaa ihonsävyä ja lisää ihon luonnollista säteilyä."
        ],
        "text1": [
          "Kolmen molekyylipainon hyaluronihappoyhdistelmä, joka tarjoaa anti-aging-vaikutuksia ihon eri tasoilla:",
          "--100-300 kDA – Tukee ihon luontaista paranemisprosessia ja puolustusmekanismeja ihon pintakerroksessa.",
          "--20-50 kDA – Ihanteellinen molekyylikoko ihon toiminnan parantamiseen ja kiinteyden lisäämiseen.",
          "--5-20 kDA – Syvälle tunkeutuva HA-komponentti, joka uudistaa ihoa sisältäpäin."
        ],
        "text2": [
          "Runsaasti antioksidantteja sisältävä vitamiini, joka torjuu vapaita radikaaleja ja tukee ihon proteiinien muodostumista.",
          "Rauhoittaa punoitusta ja tulehduksia samalla säilyttäen kosteuden, mikä suojaa ihoa vahingoilta ja ikääntymisen merkeiltä."
        ],
        "text3": [
          "100 % kasviperäinen säilöntäaine, joka on uutettu kahdesta japanilaisesta kuusamankukkalajikkeesta.",
          "Tarjoaa mikrobien ja bakteerien torjuntaa, mikä auttaa säilyttämään tuotteen luonnollisen ja ihoystävällisen koostumuksen."
        ]
    },
    { "slug": "jetCare-green-peptide-complex",
      "name": "JetCare Green Peptide Complex",
      "title": "Pääasialliset aktiiviset ainesosat",
      "subtitle": "Argireline® Amplified Peptide Solution",
      "subtitle1": "Primalhyal 3K™",
      "subtitle2": "Niacinamide (B3-vitamiini)",
      "subtitle3": "Natura-tec Plantsil™",
      "subtitle4": "Campo Plantservative",
      "description": [
        "JetCare Green Peptide Complex – Luonnollinen Peptidi-infuusio. JetCare Green Peptide Complex -infuusio perustuu ainutlaatuiseen, ympäristöystävälliseen koostumukseen, joka siloittaa hienoja juonteita ja rentouttaa kasvolihaksia, luoden nuorekkaan ilmeen.",
        "Peptide Complex tarjoaa edistykselliset JetPeel-anti-aging-vaikutukset, yhdistäen ne kestävään ja ekologisesti tietoiseen JetCare Green -lähestymistapaan."
      ],
        "text": [
          "Uuden sukupolven monivaikutteinen peptidi, joka perustuu 'vihreän kemian' periaatteisiin.",
          "Hidastaa ihon luonnollista ikääntymisprosessia ja rentouttaa kasvolihaksia, auttaen siloittamaan juonteita ja tasoittamaan ihoa."
        ],
        "text1": [
          "Kolmen molekyylipainon hyaluronihappoyhdistelmä, joka tarjoaa anti-aging-vaikutuksia ihon eri kerroksissa:",
          "--100-300 kDA – Tukee ihon luontaista paranemisprosessia ja vahvistaa sen puolustusmekanismeja.",
          "--20-50 kDA – Parantaa ihon toimintakykyä ja kiinteyttää ihoa, antaen napakamman ilmeen.",
          "--5-20 kDA – Tunkeutuu syvemmälle ihoon, edistäen uudistumista sisältäpäin."
        ],
        "text2": [
          "Runsaasti antioksidantteja sisältävä vitamiini, joka torjuu vapaita radikaaleja ja tukee ihon proteiinisynteesiä.",
          "Rauhoittaa punoitusta ja tulehduksia sekä säilyttää kosteuden, mikä suojaa ihoa ympäristön haitallisilta vaikutuksilta ja ikääntymiseltä."
        ],
        "text3": [
          "Oliivista johdettu hydrogenoitu esteri, joka antaa silkkisen ja pehmeän tunteen iholla.",
          "Jättää miellyttävän, pitkäkestoisen satiinimaisen lopputuloksen."
        ],
        "text4": [
          "100 % kasviperäinen säilöntäaine, joka on uutettu kahdesta japanilaisesta kuusamankukkalajikkeesta.",
          "Tarjoaa mikrobien ja bakteerien torjuntaa, mikä auttaa säilyttämään tuotteen luonnollisen ja ihoystävällisen koostumuksen."
        ]
    }
  ]
}
