{
  "slug": "renewal-care",
  "name": "JetCare™ Renewal Care",
  "description": [
    "Renewal Care -sarja on JetCare™ - kuorintaratkaisujen erikoisvalikoima, joka on suunniteltu uudistamaan ja kirkastamaan ihoa.",
    "Rikastettu AHA- ja BHA-hapoilla – luonnollinen kuorintavoima, joka on hellävarainen mutta erittäin tehokas. Valitse juuri sinulle sopiva kuorintataso: 5 % glykolihappo – hellävarainen kuorinta herkälle ja normaalille iholle, 10 % glykolihappo – keskivahva kuorinta, joka tasoittaa ihonsävyä ja tekstuuria, 16 % glykolihappo – tehokas kuorinta, joka aktivoi solujen uudistumista."
  ],
  "description1": [
    "Kaikki Renewal Care -ratkaisut on formuloitu pH 3.5 -tasolle, varmistaen tehokkaan kuorintakokemuksen ilman polttavaa tai vaurioittavaa vaikutusta. Nauti ihon tasapainottavasta kuorinnasta, hyödynnä JetPeel™-teknologian AHA- ja BHA-hapot ja viimeistele hoito JetCare™ Anti-Aging Solution -ratkaisulla.",
    "Koe ero JetCare™ Anti-Aging Solution -hoidolla ja saavuta nuorekkaan hehkuva iho!"
  ],
  "products": [
    {
      "slug": "Glycolic-acid-gentle-exfoliation-5%",
      "name": "5% Glycolic Acid-Gentle Exfoliation",
      "title": "Pääasialliset aktiiviset ainesosat",
      "subtitle": "Glykolihappo",
      "subtitle1": "Luomu Aloe Vera",
      "subtitle2": "Pro-vitamiini B5 – Pantenoli",
      "description": [
        "5 % Glykolihappo – Hellävarainen kuorinta herkälle ja normaalille iholle. Lymfahieronnan jälkeen kuorinta on JetPeel-hoidon toinen vaihe. Se poistaa iholta epäpuhtauksia ja valmistelee sen seuraavaan vaiheeseen – ravitsevaan infuusioon.",
        "Ihon luonnollinen pH on 4,7, ja se on tärkeä ihon suojan ja vastustuskyvyn ylläpitämisessä haitallisia ympäristötekijöitä vastaan. Iholla on myös luonnollinen happovaippa, joka auttaa ylläpitämään ihon mikrobiomin tasapainoa. Sen optimaalinen pH-taso ehkäisee haitallisten bakteerien kasvua ja edistää hyödyllisten bakteerien toimintaa.",
        "Tehokkaimmat kuorintatuotteet toimivat pH-alueella 3,2–3,9. Renewal Care -sarjan kuorinta on säädetty pH-tasolle 3,5, mikä takaa ihanteellisen tasapainon – riittävän tehokkaan kuorinnan ilman polttavaa tai ärsyttävää vaikutusta."
      ],
        "text": [
          "Glykolihappo on alfahydroksihappo (AHA), joka toimii tehokkaana kuorintana poistaen kuolleita ihosoluja ja uudistaen ihon pintakerrosta. Se voi auttaa silottamaan hienoja juonteita ja antamaan iholle nuorekkaamman ilmeen. ", 
          "Renewal Care -sarja sisältää kolme eri glykolihappopitoisuutta: 5 %, 10 % ja 16 %. Jokainen pitoisuus on suunniteltu sopimaan eri ihotyypeille ja -tiloille, mahdollistaen yksilöllisesti räätälöidyn hoidon."
        ],
        "text1": [
          "Tämä pitkävaikutteinen kasviuute, tunnettu rauhoittavista ominaisuuksistaan, on yksi Renewal Care -glykolihapposarjan tärkeimmistä ainesosista. Aloe Vera toimii luonnollisena antioksidanttina ja kosteuttavana aineena, joka pehmentää ja rauhoittaa ihoa välittömästi sekä tarjoaa antimikrobisia hyötyjä."
        ],
        "text2": [
          "D-Pantenoli ravitsee ja kosteuttaa ihoa tehokkaasti sitomalla kosteuden, vahvistamalla ihon suojakerrosta ja edistämällä solujen uudistumista. Sen vaikutus auttaa ylläpitämään ihon kimmoisuutta ja nuorekasta ilmettä."
        ]
    }, 
    {
      "slug": "glycolic-acid-medium-exfoliation-10%",
      "name": "10% Glycolic Acid-Medium Exfoliation",
      "title": "Pääasialliset aktiiviset ainesosat",
      "subtitle": "Glykolihappo",
      "subtitle1": "Luomu Aloe Vera",
      "subtitle2": "Pro-vitamiini B5 – Pantenoli",
      "description": [
        "10 % Glykolihappo – Keskivahva kuorinta normaalille ja rasvoittuvalle iholle. Lymfahieronnan jälkeen kuorinta on JetPeel-hoidon toinen vaihe. Se poistaa iholta kuolleet ihosolut ja epäpuhtaudet, valmistaen sen seuraavaan vaiheeseen – ravitsevaan infuusioon.",
        "Ihon luonnollinen pH-tasapaino ja sen merkitys. Ihon luonnollinen pH-arvo on 4,7, ja se on ratkaisevassa roolissa ihon suojakerroksen ylläpidossa sekä sen suojautumisessa haitallisilta ympäristövaikutuksilta. Iholla on luontainen happovaippa, joka tukee ihon mikrobiomia, estäen haitallisten bakteerien kasvua ja edistäen hyödyllisten bakteerien toimintaa.",
        "Tehokas ja turvallinen kuorinta. Tutkimusten mukaan tehokkaimmat kuorintatuotteet toimivat pH-alueella 3,2–3,9. Renewal Care -sarjan kuorinta on säädetty pH-tasolle 3,5, mikä varmistaa optimaalisen tasapainon – tehokkaan kuorinnan ilman ihon ärsytystä tai vaurioitumista."
      ],
        "text": [
          "Glykolihappo on alfahydroksihappo (AHA), joka kuorii ihoa tehokkaasti, poistaa kuolleita ihosoluja ja uudistaa ihon pintakerrosta. Sen on todettu tasoittavan juonteita ja antavan iholle nuorekkaan ilmeen.", 
          "Renewal Care -sarja sisältää kolme eri glykolihappopitoisuutta: 5 %, 10 % ja 16 %. Jokainen pitoisuus on suunniteltu eri ihotyypeille ja -tarpeille, mahdollistaen yksilöllisesti räätälöidyn hoidon."
        ],
        "text1": [
          "Tämä pitkävaikutteinen kasviuute tunnetaan rauhoittavista ominaisuuksistaan ja on yksi Renewal Care -glykolihapposarjan tärkeimmistä ainesosista. Aloe Vera toimii antioksidanttina ja pehmentävänä aineena, joka rauhoittaa ihoa välittömästi sekä tarjoaa antimikrobisia hyötyjä."
        ],
        "text2": [
          "D-Pantenoli ravitsee ihoa ja auttaa ylläpitämään sen kosteustasapainoa. Se sitoo kosteuden ihoon, vahvistaa ihon suojakerrosta ja edistää solujen uudistumista, mikä auttaa ehkäisemään ikääntymisen merkkejä."
        ]
    },
    {
      "slug": "glycolic-acid-powerful-exfoliation-16%",
      "name": "16% Glycolic Acid-Powerful Exfoliation",
      "title": "Pääasialliset aktiiviset ainesosat",
      "subtitle": "Glykolihappo",
      "subtitle1": "Luomu Aloe Vera",
      "subtitle2": "Pro-vitamiini B5 – Pantenoli",
      "description": [
        "16 % Glykolihappo – Vahva kuorinta ikääntyvälle iholle. Lymfahieronnan jälkeen kuorinta on JetPeel-hoidon toinen vaihe. Se poistaa iholta kuolleet ihosolut ja epäpuhtaudet, valmistaen ihon seuraavaan vaiheeseen – ravitsevaan infuusioon.",
        "Ihon luonnollinen pH-tasapaino ja sen merkitys. Ihon luonnollinen pH-arvo on 4,7, ja se on tärkeässä roolissa ihon suojakerroksen ylläpitämisessä sekä sen kyvyssä suojautua haitallisilta ympäristövaikutuksilta. Iholla on luonnollinen happovaippa, joka tukee ihon mikrobiomin tasapainoa estäen haitallisten bakteerien kasvua ja edistäen hyödyllisten bakteerien toimintaa.",
        "Tehokas ja turvallinen kuorinta. Tutkimusten mukaan tehokkaimmat kuorintatuotteet toimivat pH-alueella 3,2–3,9. Renewal Care -sarjan kuorinta on säädetty pH-tasolle 3,5, mikä varmistaa optimaalisen tasapainon – tehokkaan kuorinnan ilman ihon ärsytystä tai vaurioitumista."
      ],
        "text": [
          "Glykolihappo on alfahydroksihappo (AHA), joka toimii tehokkaana kuorintana poistamalla kuolleita ihosoluja ja uudistamalla ihon pintakerrosta. Se voi myös auttaa silottamaan hienoja juonteita ja antamaan iholle nuorekkaan ilmeen.", 
          "Renewal Care -sarja sisältää kolme eri glykolihappopitoisuutta: 5 %, 10 % ja 16 %. Jokainen pitoisuus on suunniteltu eri ihotyypeille ja -tarpeille, mahdollistaen yksilöllisesti räätälöidyn hoidon."
        ],
        "text1": [
          "Tämä pitkävaikutteinen kasviuute tunnetaan rauhoittavista ominaisuuksistaan ja on yksi Renewal Care -glykolihapposarjan tärkeimmistä ainesosista. Aloe Vera toimii antioksidanttina ja pehmentävänä aineena, joka rauhoittaa ihoa välittömästi sekä tarjoaa antimikrobisia hyötyjä."
        ],
        "text2": [
          "D-Pantenoli ravitsee ihoa ja auttaa ylläpitämään sen kosteustasapainoa. Se sitoo kosteuden ihoon, vahvistaa ihon suojakerrosta ja edistää solujen uudistumista, mikä auttaa ehkäisemään ikääntymisen merkkejä."
        ]
    },
    {
      "slug": "mandelic-salicylic",
      "name": "Mandelic & Salicylic",
      "title": "Pääasialliset aktiiviset ainesosat",
      "subtitle": "Mandelihappo (4%)",
      "subtitle1": "Salisyylihappo (2%)",
      "subtitle2": "Hedelmäuute-AHA",
      "subtitle3": "Muut AHA-hapot",
      "description": [
        "Mandelihappo & Salisyylihappo – Hellävaraisin kuorintakokemus. Tämä ainutlaatuisen hellävarainen kuorintaratkaisu yhdistää AHA- ja BHA-hapot optimaaliseen pitoisuuteen, tarjoten maksimaalisen hyödyn iholle. Lopputuloksena on säteilevä, kirkkaampi ja elinvoimaisempi iho.",
        "Täydellinen yhdistelmä AHA- ja BHA-happoja. Huolellisesti valittujen AHA- ja BHA-happojen yhdistelmä kuorii ja uudistaa ihoa tehokkaasti, poistamalla epäpuhtaudet ja ylimääräisen talin sekä palauttamalla ihon puhtaan ja sileän ilmeen. Renewal Care Mandelic & Salicylic -kompleksi on kehitetty erityisesti herkälle ja reaktiiviselle iholle."
      ],
        "text": [ 
          "Mandelihappo on karvasmantelista uutettu AHA-happo, joka tarjoaa hellävaraisen mutta tehokkaan kuorinnan. Se syväpuhdistaa ihohuokosia, tehden ihosta kirkkaamman ja tasaisemman. Mandelihappo tunnetaan myös anti-aging-vaikutuksistaan, sillä se auttaa tekemään ihosta nuorekkaan, sileän ja tasapainoisen näköisen."
        ],
        "text1": [
          "Salisyylihappo (BHA) on ihanteellinen kuorinta-aine erityisesti rasvoittuvalle ja epäpuhtauksiin taipuvaiselle iholle. Sen puhdistava vaikutus poistaa ylimääräistä talia ja kuolleita ihosoluja, pehmentäen ihohuokosia ja jättäen ihon raikkaan tuntuiseksi. Lisäksi salisyylihappo toimii rauhoittavana aineena, joka lievittää ihon ärsytystä jo kuorintaprosessin aikana."
        ],
        "text2": [
          "Tehokas luonnollinen AHA-seos, joka kuorii ihoa ja parantaa sen rakennetta tehden siitä pehmeämmän ja sileämmän tuntuisen. Tämä yhdiste auttaa myös parantamaan seuraavien JetCare-hoitojen vaikuttavien aineiden imeytymistä."
        ],
        "text3": [
          "Ratkaisu on rikastettu myös useilla muilla tärkeillä kuorivilla AHA-hapoilla, kuten: omenahappo (1%), glykolihappo (0,7%), maitohappo (0,7%). Tämä täydellisesti tasapainotettu happoyhdistelmä varmistaa tehokkaan mutta ihoystävällisen kuorinnan, joka sopii myös herkälle iholle."
        ]
    }
  ]
}
