{
  "slug": "youth",
  "name": "JetCare™ Youth",
  "description":[ 
    "Suojaa iho tulevaisuutta varten JetCare Youth -hoidollaJetCare Youth on tehokas ihonhoitosarja, joka hyödyntää Kuolleenmeren mineraaleja ja on erityisesti kehitetty nuoren ihon 'prejuvenaatioon' – ennaltaehkäisevään nuoruuden ylläpitoon. 'Prejuvenaatio' on kasvava trendi esteettisessä ihonhoidossa, sillä yhä useammat 20–30-vuotiaat pyrkivät säilyttämään ihonsa luonnollisen nuorekkuuden. JetCare Youth -tuotteet sisältävät suojaavia Kuolleenmeren mineraaleja ja luonnollisia ihoa vahvistavia ainesosia, jotka auttavat ehkäisemään ensimmäisiä ikääntymisen merkkejä: hienojen juonteiden muodostumista, ihon veltostumista ja ihon sameutta ja elottomuutta."
  ],
  "description1":[
    "JetCare Youth -hoitoprotokolla toteutetaan JetPeel-suihkupaineteknologialla, joka tehostaa Kuolleenmeren mineraalien hyödyllisiä vaikutuksia. JetCare Youth tarjoaa uuden lähestymistavan ihon suojaukseen ja nuorekkuuden säilyttämiseen, auttaen ehkäisemään ihovaurioita jo ennen niiden syntymistä ja säilyttämään ihon sileän, heleän ja nuorekkaan ilmeen. Kehitetty yhteistyössä JetPeel-asiantuntijoiden kanssa TavTechin kehittämä hoitomenetelmä, joka perustuu JetPeel-suihkupaineteknologiaan ja käytettäväksi yhdessä JetPeel-käsikappaleiden, JetPro-laitteen ja JetCare-hoito-ohjeiden kanssa. JetCare Youth – ennakoivaa ihonhoitoa, joka varmistaa ihosi säteilevän ja nuorekkaan ilmeen pitkään! "
  ],
  "products": [
    {"slug": "dead-sea-hydro",
      "name": "Dead Sea Hydro",
      "title": "Pääasialliset aktiiviset ainesosat",
      "subtitle": "Dunaliella® HGL",
      "subtitle1": "Luomu Aloe Vera",
      "description": [
        "Dead Sea Hydro – Valmistava lymfahieronta ihon hoitovalmisteluun. Dead Sea Hydro on hoitoa edeltävä lymfahieronta, joka valmistelee ihon vastaanottamaan myöhemmissä hoitovaiheissa käytettävät ravinteet. Tämä runsas mineraalipohjainen ratkaisu sisältää Kuolleenmeren mineraaleja, jotka puhdistavat ja auttavat poistamaan epäpuhtauksia iholta."
      ],
        "text": [
          "✔ Auttaa hidastamaan ihosolujen vanhenemista.",
          "✔ Suojaa ihoa auringon aiheuttamilta vaurioilta."
        ],
        "text1": [
          "✔ Vahva antioksidanttinen emollientti, joka pehmentää ja rauhoittaa ihoa nopeasti.",
          "✔ Tarjoaa antimikrobisen suojan, joka auttaa pitämään ihon terveenä ja tasapainoisena."
        ]
    }, 
    {"slug": "dead-sea-exfoliation",
      "name": "Dead Sea Exfoliation",
      "title": "Pääasialliset aktiiviset ainesosat",
      "subtitle": "Dunaliella® HGL",
      "subtitle1": "Allantoiini",
      "subtitle2": "Maitohappo (Lactic Acid)",
      "subtitle3": "Luomu Aloe Vera",
      "subtitle4": "D-Panthenol 75% (B5-vitamiini)",
      "description": [
        "Dead Sea Exfoliation – Hellävarainen kuorinta ja kosteuttava vaikutus. Dead Sea Exfoliation tarjoaa tehokkaan mutta hellävaraisen kuorinnan, joka poistaa epäpuhtaudet ja kuolleet ihosolut samalla kosteuttaen ihoa. Kuorivan vaikutuksen lisäksi tämä ainutlaatuinen koostumus auttaa parantamaan ihon rakennetta ja valmistaa sen vastaanottamaan hoidon seuraavat vaiheet."
      ],
        "text": [
          "Auttaa hidastamaan ihosolujen vanhenemista.",
          "Suojaa ihoa auringon aiheuttamilta vaurioilta."
        ],
        "text1": [
          "Kosteuttaa, kuorii ja tasoittaa ihon pintaa, edistäen pehmeämpää ja sileämpää ihoa."
        ],
        "text2": [
          "Hellävarainen AHA-happo, joka poistaa kuolleet ihosolut, stimuloi solujen uusiutumista ja tukee ihon luonnollista kosteustasapainoa."
        ],
        "text3": [
          "Vahva antioksidanttinen emollientti, joka rauhoittaa ja pehmentää ihoa nopeasti.",
          "Tarjoaa antimikrobisen suojan, joka auttaa pitämään ihon terveenä."
        ],
        "text4": [
          "Lukitsee kosteuden ihoon ja vahvistaa ihon luonnollista suojakerrosta.",
          "Suojaa ihoa ympäristön haitallisilta vaikutuksilta ja ikääntymisen merkeiltä."
        ]
    },
    {"slug": "dead-sea-nourishment",
      "name": "Dead Sea Nourishment",
      "title": "Pääasialliset aktiiviset ainesosat",
      "subtitle": "Magnesiumsulfaatti",
      "subtitle1": "Dunaliella® HGL",
      "subtitle2": "Sepitonic™ M3",
      "subtitle3": "Akoactive Queen",
      "description": [
        "JetCare Youth – Viimeinen vaihe: Ravitseva infuusio. JetCare Youth -hoitoprotokollan viimeinen vaihe on intensiivinen ravitseva infuusio, joka sisältää Kuolleenmeren mineraaleja ja ikääntymistä estäviä ainesosia. Tämä ainutlaatuinen koostumus tarjoaa kosteutusta ja uudistavaa vaikutusta, auttaa ehkäisemään tulevia ihovaurioita sekä vahvistaa ihon luonnollista suojakerrosta ja nuorekasta rakennetta."
      ],
        "text": [
          "Vahva anti-inflammatorinen mineraali, joka auttaa poistamaan ylimääräisen talin ja toksiinit, jotka voivat vahingoittaa ihoa."
        ],
        "text1": [
          "Auttaa hidastamaan ihosolujen vanhenemista.",
          "Suojaa ihoa auringon aiheuttamilta vaurioilta."
        ],
        "text2": [
          "Patentoitu ainesosa, joka auttaa torjumaan solujen väsymystä ja lisää hapen saatavuutta ihossa.",
          "Suojaa ihoa glykosylaatiolta, joka voi nopeuttaa ikääntymisen merkkejä.",
          "Toimii aktiivisten aineiden kuljettajana, vahvistaen muiden ikääntymistä estävien ainesosien vaikutusta ja parantaen ihon vastustuskykyä ympäristön haittavaikutuksia vastaan."
        ],
        "text3": [
          "Tuoreista ruusun terälehdistä uutettu kosteuttava aktiiviaine.",
          "Vähentää väsymyksen merkkejä iholla, virkistää yleisilmettä ja parantaa ihon sävyä."
        ]
    }
  ]
}