{
  "slug": "renewal-care",
  "name": "JetCare™ Renewal Care",
  "description": [
    "Renewal Care sari on JetCare™'i spetsiaalne koorimislahenduste valik, mis on loodud naha uuendamiseks ja säravamaks muutmiseks.",
    "Rikastatud AHA- ja BHA-hapetega – looduslik koorimisjõud, mis on õrn, kuid väga tõhus. Vali just endale sobiv koorimistasand: 5% glükoolhape – õrn koorimine tundlikule ja normaalsele nahale, 10% glükoolhape – keskmise tugevusega koorimine, mis ühtlustab nahatooni ja tekstuuri, 16% glükoolhape – intensiivne koorimine, mis aktiveerib rakkude uuenemise."
  ],
  "description1": [
    "Kõik Renewal Care lahendused on formuleeritud pH-tasemel 3.5, tagades tõhusa koorimiskogemuse ilma põletava või kahjustava mõjuta. Naudi naha tasakaalustavat koorimist, kasuta JetPeel™ tehnoloogia AHA- ja BHA-happeid ning lõpeta hooldus JetCare™ Anti-Aging Solution lahendusega.",
    "Koge erinevust JetCare™ Anti-Aging Solution hooldusega ja saavuta nooruslikult särav nahk!"
  ],
  "products": [
    {
      "slug": "Glycolic-acid-gentle-exfoliation-5%",
      "name": "5% Glükoolhape - Õrn Koorimine",
      "title": "Peamised aktiivsed koostisosad",
      "subtitle": "Glükoolhape",
      "subtitle1": "Orgaaniline Aloe Vera",
      "subtitle2": "Pro-Vitamiin B5 – Pantenool",
      "description": [
        "5% Glükoolhape – Õrn koorimine tundlikule ja normaalsele nahale. Pärast lümfimassaaži on koorimine JetPeel-hoolduse teine etapp. See eemaldab naha ebapuhtused ja valmistab selle ette järgmiseks etapiks – toitvaks infusiooniks.",
        "Naha loomulik pH on 4.7, mis on oluline selle kaitsebarjääri ja vastupanuvõime säilitamiseks kahjulike keskkonnategurite vastu. Nahk omab ka looduslikku happekihti, mis aitab säilitada mikrobiomi tasakaalu. Selle optimaalne pH-tase hoiab ära kahjulike bakterite kasvu ning toetab kasulike bakterite toimimist.",
        "Kõige tõhusamad koorimisvahendid töötavad pH-vahemikus 3.2–3.9. Renewal Care sarja koorimine on kohandatud pH-tasemele 3.5, tagades ideaalse tasakaalu – piisavalt tõhusa koorimise ilma põletava või ärritava mõjuta."
      ],
      "text": [
        "Glükoolhape on alfahüdroksühape (AHA), mis toimib tõhusa koorijana, eemaldades surnud naharakud ja uuendades naha pindkihti. See võib aidata siluda peeneid jooni ja anda nahale nooruslikuma välimuse.",
        "Renewal Care sari sisaldab kolme erinevat glükoolhappe kontsentratsiooni: 5%, 10% ja 16%. Iga kontsentratsioon on loodud sobima erinevatele nahatüüpidele ja -seisunditele, võimaldades individuaalselt kohandatud hooldust."
      ],
      "text1": [
        "See pikaajalise toimega taimeekstrakt, mis on tuntud oma rahustavate omaduste poolest, on üks Renewal Care glükoolhappe sarja võtmekoostisosadest. Aloe Vera toimib loodusliku antioksüdandina ja niisutajana, mis pehmendab ja rahustab nahka koheselt ning pakub antimikroobseid eeliseid."
      ],
      "text2": [
        "D-Pantenool toidab ja niisutab nahka tõhusalt, sidudes niiskust, tugevdades naha kaitsebarjääri ja soodustades rakkude uuenemist. Selle toime aitab säilitada naha elastsust ja nooruslikku välimust."
      ]
    },
    {
      "slug": "glycolic-acid-medium-exfoliation-10%",
      "name": "10% Glükoolhape - Keskmise tugevusega koorimine",
      "title": "Peamised aktiivsed koostisosad",
      "subtitle": "Glükoolhape",
      "subtitle1": "Orgaaniline Aloe Vera",
      "subtitle2": "Pro-Vitamiin B5 – Pantenool",
      "description": [
        "10% Glükoolhape – Keskmise tugevusega koorimine normaalsele ja rasusele nahale. Pärast lümfimassaaži on koorimine JetPeel-hoolduse teine etapp. See eemaldab surnud naharakud ja ebapuhtused, valmistades naha ette järgmiseks etapiks – toitvaks infusiooniks.",
        "Naha loomuliku pH tasakaalu olulisus. Naha loomulik pH on 4.7, mis mängib olulist rolli naha kaitsebarjääri säilitamises ning kahjulike keskkonnategurite eest kaitsmises. Nahk omab looduslikku happekihti, mis toetab naha mikrobiomi, takistades kahjulike bakterite kasvu ja soodustades kasulike bakterite tegevust.",
        "Tõhus ja ohutu koorimine. Uuringud näitavad, et kõige tõhusamad koorimisvahendid toimivad pH-vahemikus 3.2–3.9. Renewal Care sarja koorimine on kohandatud pH-tasemele 3.5, tagades ideaalse tasakaalu – tõhus koorimine ilma naha ärrituse või kahjustuseta."
      ],
      "text": [
        "Glükoolhape on alfahüdroksühape (AHA), mis koorib nahka tõhusalt, eemaldades surnud naharakud ja uuendades naha pindmist kihti. See aitab siluda peeneid jooni ja annab nahale nooruslikuma välimuse.",
        "Renewal Care sari sisaldab kolme erinevat glükoolhappe kontsentratsiooni: 5%, 10% ja 16%. Iga kontsentratsioon on loodud sobima erinevatele nahatüüpidele ja vajadustele, võimaldades individuaalselt kohandatud hooldust."
      ],
      "text1": [
        "See pikaajalise toimega taimeekstrakt on tuntud oma rahustavate omaduste poolest ning on üks Renewal Care glükoolhappe sarja võtmekoostisosadest. Aloe Vera toimib antioksüdandina ja pehmendajana, mis rahustab nahka koheselt ning pakub antimikroobseid eeliseid."
      ],
      "text2": [
        "D-Pantenool toidab nahka ja aitab säilitada selle niiskustasakaalu. See lukustab niiskuse nahka, tugevdab kaitsebarjääri ja soodustab rakkude uuenemist, aidates ennetada vananemise ilminguid."
      ]
    },
    {
      "slug": "glycolic-acid-powerful-exfoliation-16%",
      "name": "16% Glükoolhape - Tõhus koorimine",
      "title": "Peamised aktiivsed koostisosad",
      "subtitle": "Glükoolhape",
      "subtitle1": "Orgaaniline Aloe Vera",
      "subtitle2": "Pro-Vitamiin B5 – Pantenool",
      "description": [
        "16% Glükoolhape – Intensiivne koorimine vananevale nahale. Pärast lümfimassaaži on koorimine JetPeel-hoolduse teine etapp. See eemaldab surnud naharakud ja ebapuhtused, valmistades naha ette järgmiseks etapiks – toitvaks infusiooniks.",
        "Naha loomuliku pH tasakaalu olulisus. Naha loomulik pH on 4.7, mis mängib olulist rolli naha kaitsebarjääri säilitamises ja keskkonnakahjustuste eest kaitsmises. Nahk omab looduslikku happekihti, mis aitab säilitada mikrobiomi tasakaalu, takistades kahjulike bakterite kasvu ja soodustades kasulike bakterite tegevust.",
        "Tõhus ja ohutu koorimine. Uuringud näitavad, et kõige tõhusamad koorimisvahendid töötavad pH-vahemikus 3.2–3.9. Renewal Care sarja koorimine on kohandatud pH-tasemele 3.5, tagades ideaalse tasakaalu – tõhus koorimine ilma naha ärrituse või kahjustuseta."
      ],
      "text": [
        "Glükoolhape on alfahüdroksühape (AHA), mis toimib tõhusa koorijana, eemaldades surnud naharakud ja uuendades naha pindkihti. Samuti võib see aidata siluda peeneid jooni ja anda nahale nooruslikuma välimuse.",
        "Renewal Care sari sisaldab kolme erinevat glükoolhappe kontsentratsiooni: 5%, 10% ja 16%. Iga kontsentratsioon on loodud sobima erinevatele nahatüüpidele ja vajadustele, võimaldades individuaalselt kohandatud hooldust."
      ],
      "text1": [
        "See pikaajalise toimega taimeekstrakt on tuntud oma rahustavate omaduste poolest ning on üks Renewal Care glükoolhappe sarja võtmekoostisosadest. Aloe Vera toimib antioksüdandina ja pehmendajana, mis rahustab nahka koheselt ning pakub antimikroobseid eeliseid."
      ],
      "text2": [
        "D-Pantenool toidab nahka ja aitab säilitada selle niiskustasakaalu. See lukustab niiskuse nahka, tugevdab kaitsebarjääri ja soodustab rakkude uuenemist, aidates ennetada vananemise ilminguid."
      ]
    },
    {
      "slug": "mandelic-salicylic",
      "name": "Mandelic & Salicylic",
      "title": "Peamised aktiivsed koostisosad",
      "subtitle": "Mandelhape (4%)",
      "subtitle1": "Salisüülhape (2%)",
      "subtitle2": "Puuviljaekstrakti AHA",
      "subtitle3": "Muud AHA-happed",
      "description": [
        "Mandelhape & Salitsüülhape – Kõige õrnem koorimiskogemus. See ainulaadselt õrn koorimislahus ühendab AHA- ja BHA-happed optimaalses kontsentratsioonis, pakkudes nahale maksimaalset kasu. Tulemuseks on särav, kirkam ja elujõulisem nahk.",
        "Täiuslik AHA- ja BHA-hapete kombinatsioon. Hoolikalt valitud AHA- ja BHA-hapete segu koorib ja uuendab nahka tõhusalt, eemaldades ebapuhtused ja liigse rasu, taastades naha puhta ja sileda välimuse. Renewal Care Mandelic & Salicylic kompleks on loodud spetsiaalselt tundlikule ja reaktiivsele nahale."
      ],
      "text": [
        "Mandelhape on kibedatest mandlitest saadud AHA-hape, mis pakub õrna, kuid tõhusat koorimist. See puhastab sügavalt poore, muutes naha kirkamaks ja ühtlasemaks. Mandelhape on tuntud ka oma vananemisvastaste omaduste poolest, aidates luua nooruslikku, siledat ja tasakaalustatud jume."
      ],
      "text1": [
        "Salisüülhape (BHA) on ideaalne koorija eriti rasusele ja ebapuhtustele kalduvale nahale. Selle puhastav toime eemaldab liigse rasu ja surnud naharakud, pehmendades poore ja jättes naha värskeks. Lisaks on salitsüülhappel rahustav toime, mis vähendab nahaärritust juba koorimisprotsessi ajal."
      ],
      "text2": [
        "Tõhus looduslik AHA-segu, mis koorib nahka ja parandab selle struktuuri, muutes selle pehmemaks ja siledamaks. See ühend aitab ka parandada järgnevate JetCare-hoolduste toimeainete imendumist."
      ],
      "text3": [
        "Valem on rikastatud ka mitmete teiste oluliste AHA-hapetega, sealhulgas: õunhape (1%), glükoolhape (0.7%) ja piimhape (0.7%). See täiuslikult tasakaalustatud happesegu tagab tõhusa, kuid nahasõbraliku koorimise, mis sobib ka tundlikule nahale."
      ]
    }
  ]
}
